Repository: MaddTheSane/LaTexIt
Catalog: Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja

source: MathML text format
de: MathML-Text
fr: Texte MathML
it: formato MathML testuale
ja: MathML

source: maxi
de: maximal
es: máxima
ja: 最高

source: medium
de: mittel
es: media
fr: moyenne
it: medio
ja: 中

source: Middle-processing
de: Mittlere Bearbeitung
es: Medio-procesamiento
fr: Traitement intermédiaire
it: Processamento intermedio
ja: プロセスと同時

source: Migrating history to new format
de: Migriere Verlauf ins neue Format
es: Migrando el historial al nuevo formato
fr: Migration de l'historique vers un nouveau format
it: Migrazione della cronologia ad un nuovo formato
ja: 履歴を新しいフォーマットに移行しています

source: Migrating library to new format
de: Migriere Bibliothek ins neue Format
es: Migrando la librería al nuevo formato
fr: Migration de la bibliothèque vers un nouveau format
it: Migrazione della libreria ad un nuovo formato
ja: ライブラリを新しいフォーマットに移行しています

source: Move configurations
de: Konfigurationen verschieben
es: Mover configuraciones
fr: Déplacer les configurations
it: Sposta configurazioni
ja: 複数の設定を移動

source: Move encapsulations
de: Klammerungs-Einträge verschieben
es: Mover encapsulaciones
fr: Déplacer les encapsulations
it: Sposta incapsulazioni
ja: 複数のカプセル化項目を移動

source: Move Library items
de: Bibliotheks-Einträge verschieben
es: Mover elementos de la librería
fr: Déplacer des entrées de la bibliothèque
it: Sposta oggetti di Libreria
ja: 複数のライブラリ項目を移動

source: Move text shortcuts
de: Text-Kürzel verschieben
es: Mover combinaciones de teclas
it: Sposta le scorciatoie testo
ja: 複数のテキストショートカットを移動

source: Move the configuration
de: Konfiguration verschieben
es: Mover la configuración
fr: Déplacer la configuration
it: Sposta la configurazione
ja: 設定を移動

source: Move the encapsulation
de: Klammerungs-Eintrag verschieben
es: Mover la encapsulación
fr: Déplacer l'encapsulation
it: Sposta l'incapsulamento
ja: カプセル化項目を移動

source: Move the text shortcut
de: Text-Kürzel verschieben
es: Mover la combinación de teclas
it: Sposta la scorciatoia testo
ja: テキストショートカットを移動

source: New configuration
de: Neue Konfiguration
es: Nueva configuración
fr: Nouvelle configuration
it: Nuova configurazione
ja: 新規設定

source: New encapsulation
de: Neue Klammerung
es: Nueva encapsulación
fr: Nouvelle encapsulation
it: Nuova incapsulamento
ja: 新規カプセル化

source: New Service shortcuts could not be set
de: Neues Tastaturkürzel für Dienst konnte nicht gesetzt werden
es: No se han podido crear los nuevos menús de Servicios
fr: Les nouveaux raccourcis claviers pour les Services n'ont pu être inscrits.
it: La nuova scorciatoia del servizio non può essere impostata
ja: 新しいサービスのショートカットを設定できませんでした

source: New text shortcut
de: Neues Text-Kürzel
es: Nueva combinación de teclas
fr: Nouveau raccourci de texte
it: Nuova scorciatoia testo
ja: 新規テキストショートカット

source: no color.sty found
de: kein color.sty gefunden
es: color.sty no encontrado
fr: color.sty introuvable
it: nessun color.sty trovato
ja: color.sty が見つかりませんでした

source: none
de: keins
es: ninguno
fr: aucun
it: alcun
ja: なし

source: Open defaults
de: Standard öffnen
es: Abrir defecto
fr: Ouvrir la configuration par défaut
it: Apri default
ja: デフォルトを開く

source: Open download page
de: Zur Download-Seite gehen
es: Abrir la página de descarga
fr: Aller sur le site
it: Apri pagina di download
ja: ダウンロードページを開く

source: Open in LaTeXiT
de: In LaTeXiT öffnen
es: Abrir en LaTeXiT
fr: Ouvrir dans LaTeXiT
it: Apri in LaTeXiT
ja: LaTeXiT で開く

source: Open the equation in a document
de: Öffne die Gleichung in einem Dokument
es: Abrir la ecuación en un documento
fr: Ouvrir l'équation dans un document
it: Apri l'equazione in un documento
ja: 数式を書類の中で開く

source: Open the equation in a linked document
de: Öffne die Gleichung in einem verlinkten Dokument
es: Abrir la ecuación en un documento enlazado
fr: Ouvrir l'équation dans un document lié
it: Apri l'equazione in un documento collegato
ja: 数式をリンクした書類の中で開く

source: Options
de: Optionen
es: Opciones
it: Opzioni
ja: オプション

source: Overwrite current history
de: Aktuelle Verlauf überschreiben
es: Sobreescribir la historial actual
fr: Écraser l'historique
it: Sovrascrivi l'attuale cronologia
ja: 現在の履歴を上書きする

source: Overwrite current library
de: Aktuelle Bibliothek überschreiben
es: Sobreescribir la librería actual
fr: Écraser la bibliothèque
it: Sovrascrivi attuale libreria
ja: 現在のライブラリを上書きする

source: Palette installation
de: Installation einer Palette
es: Intalación de Paleta
fr: Installation de palette
it: Installazione di tavolozza
ja: パレットのインストール

source: Path to pdf2svg
de: Pfad zu pdf2svg
es: Ruta de pdf2svg
fr: Chemin vers pdf2svg
it: indirizzo per pdf2svg
ja: pdf2svg のパス

source: Path to pdftocairo
de: Pfad zu pdftocairo
es: Ruta de pdftocairo
fr: Chemin vers pdftocairo
it: indirizzo per pdftocairo

source: PDF Equation
de: PDF-Gleichung
es: PDF Ecuación
fr: Équation PDF
it: Equazione PDF
ja: PDF 数式

source: PDF vector format
de: PDF-Vektor-Bild
es: Imagen vectorial PDF
fr: Image vectorielle PDF
it: formato PDF vettoriale
ja: PDF

source: PDF w.o.f.
de: PDF m.V.S.
es: PDF c.f.t.
fr: PDF a.p.v.

source: PDF with outlined fonts
de: PDF mit Vektor-Schriften
es: PDF con fuentes trazadas
fr: PDF avec polices vectorisées
it: PDF con caratteri contornati

source: pdflatex, latex, dvipdf, xelatex, lualatex or gs (depending to the current configuration) seems unavailable in your system. Please check their installation.
de: pdflatex, latex, dvipdf, xelatex, lualatex oder gs (abhängig von der derzeitigen Konfiguration) wurde auf Ihrem System nicht gefunden. Bitte überprüfen Sie deren Installation.
es: pdflatex, latex, dvipdf, xelatex, lualatex o gs (dependiendo de la configuración actual) parece que no está diponible en su sistema. Por favor, compruebe su instalación.
fr: pdflatex, latex, dvipdf, xelatex, lualatex ou gs (selon la configuration actuelle) semble introuvable sur votre machine. Veuillez vérifier leur installation.
ja: pdflatex, latex, dvipdf, xelatex, lualatex or gs （設定に依存）が利用できないようです。それらのインストールを確認してください。

source: Plugins
de: Erweiterungen
es: Extensiones
fr: Extensions
it: Estensioni
ja: 機能拡張

source: PNG bitmap format
de: PNG-Bitmap
es: Imagen de mapa de bits PNG
fr: Image bitmap PNG
it: formato PNG bitmap
ja: PNG

source: Post-processing
de: Nachbearbeitung
es: Postprocesamiento
fr: Post-traitement
it: Post-processamento
ja: プレセスの後

source: Pre-processing
de: Vorverarbeitung
es: Preprocesamiento
fr: Pré-traitement
it: Pre-processamento
ja: プロセスの前

source: Preambles
de: Präambeln
es: Preámbulos
fr: Préambules
it: Preamboli
ja: プリアンブル

source: Process anyway
de: Trotzdem bearbeiten
es: Procesar de todos modos
fr: Procéder malgré tout
it: Elabora comunque
ja: 処理を続ける

source: processing
de: In Bearbeitung
es: procesando
fr: exécution de
it: elaborazione
ja: 処理中

source: Quality
de: Qualität
es: Calitat
fr: Qualité
it: Qualita
ja: 品質

source: Reach default library
de: Standard-Bibliothek erreichen
es: Volver a la librería por defecto
fr: Atteindre la bibliothèque par défaut
it: Libreria di default
ja: デフォルトのライブラリを取得

source: Read Me
de: Lies mich
es: Léeme
fr: Lisez-moi
it: Leggimi
ja: お読みください

source: Reduce the text area
de: Den Textbereich verkleinern
es: Rededucir el area de texto
fr: Réduire la zone de texte
it: Riduci area del testo
ja: 入力エリアを小さくする

source: Remove all
de: Alles löschen
es: Eliminar todos
fr: Tout supprimer
it: Cancella tutto
ja: すべてを削除

source: Remove configuration item
de: Konfigurations-Eintrag löschen
es: Eliminar elemento de la configuración
fr: Supprimer une configuration
it: Rimuovi configurazione
ja: 設定項目を削除

source: Remove configuration items
de: Konfigurations-Einträge löschen
es: Eliminar elementos de la configuración
fr: Supprimer des configurations
it: Rimuovi configurazioni
ja: 複数の設定項目を削除

source: Remove encapsulation item
de: Klammerungs-Eintrag löschen
es: Eliminar elemento de encapsulación
fr: Supprimer une encapsulation
ja: カプセル化項目を削除

source: Remove encapsulation items
de: Klammerungs-Einträge löschen
es: Eliminar elementos de encapsulación
fr: Supprimer des encapsulations
it: Rimuovi oggetto di incapsulamento
ja: 複数のカプセル化項目を削除

source: Remove selection
de: Auswahl löschen
es: Eliminar selección
fr: Supprimer la sélection
it: Cancella selezione
ja: 選択項目を削除

source: Remove text shortcut
de: Text-Kürzel entfernen
es: Eliminar la combinación de teclas
it: Rimouvi la scorciatoia testo
ja: キーマップを削除

source: Remove text shortcuts
de: Text-Kürzel entfernen
es: Eliminar combinaciones de teclas
it: Rimuovi le scorciatoie testo
ja: 複数のキーマップを削除

source: Rename selection
de: Auswahl umbenennen
es: Renombrar la selección
fr: Renommer la sélection
it: Rinomina selezione
ja: 選択項目を名称変更

source: Replace
de: Ersetzen
es: Reemplazar
fr: Remplacer
it: Sostituisci
ja: 置換

source: Replace selection by current equation
de: Auswahl durch momentane Gleichung ersetzen
es: Reemplaza la selecciçon con la ecuación actual
fr: Remplacer la sélection par l'équation courante
it: Sostituisci la selezione con l'attuale equazione
ja: 選択項目を現在の数式に置き換え

source: Replace the history
de: Verlauf ersetzen
es: Reemplazar la historial
fr: Remplacer l'historique
it: Sostituisci la cronologia
ja: 履歴を置換

source: Replace the library
de: Bibliothek ersetzen
es: Reemplazar la librería
fr: Remplacer la bibliothèque
it: Sostituisci la libreria
ja: ライブラリを置換

source: Requires :
de: Benötigt:
es: Necesita:
fr: Nécessite :
it: Requisiti :
ja: 必要 :

source: Reset preamble
de: Preambel zurücksetzen
es: Restablecer preámbulo
fr: Réinitialiser le préambule
it: Resetta preambolo
ja: プリアンブルをリセット

source: Result of text filtering
de: Ergebnis des Textfilters
es: Resultado del filtro de texto
fr: Résultat du filtrage du texte
it: Risultato del filtraggio del testo
ja: フィルターの結果

source: Resume Linkback link
de: Linkback Link fortsetzen
es: Continuar enlace Linkback
fr: Reprendre le lien Linkback
it: Riprendi collegamento Linkback
ja: LinkBackのリンクを再開

source: Save as default margins
de: Als Standard-Ränder sichern
es: Guardar como márgenes por defecto
fr: Enregistrer comme marges par défaut
it: Salva come margini di default
ja: デフォルトの余白として保存

source: Save as defaults
de: Als Standard sichern
es: Guardar como defecto
fr: Enregistrer comme configuration par défaut
it: Salva come default
ja: デフォルトとして保存

source: Saving History
de: Verlauf sichern
es: Guardando historial
fr: Enregistrement de l'historique
it: Salvando la Cronologia
ja: 履歴を保存中

source: Saving Library
de: Bibliothek sichern
es: Guardado librería
fr: Enregistrement de la bibliothèque
it: Salvando la Libreria Library
ja: ライブラリを保存中

source: Scale
de: Skalierung
es: Escala
fr: Échelle
it: Scala
ja: スケール

source: Script failed
de: Fehler im Skriptablauf
es: El script ha fallado
fr: Le script a échoué
it: Script fallito
ja: 問題があるスクリプト

source: Script too long : timeout reached
de: Skript dauert zu lang: Zeitüberschreitung erreicht
es: Script demasiado largo: tiempo de espera superado
fr: Script trop long : durée maximale atteinte
it: Script troppo lungo : durata massima raggiunta
ja: スクリプトが長すぎます : 時間切れになりました

source: See help…
de: Zur Hilfe gehen…
es: Ver la ayuda…
fr: Voir l'aide…
it: Guarda l'Aiuto…
ja: ヘルプを見る…

source: Service
de: Dienste
es: Servicio
it: Servizio
ja: サービス

source: Show History
de: Verlauf zeigen
es: Mostrar historial
fr: Afficher l'historique
it: Mostra Recenti
ja: 履歴を表示

source: Show Library
de: Bibliothek zeigen
es: Mostrar librería
fr: Afficher la bibliothèque
it: Mostra Libreria
ja: ライブラリを表示

source: Show preamble
de: Präambel zeigen
es: Mostrar preámbulo
fr: Afficher le préambule
it: Mostra preambolo
ja: プリアンブルを表示

source: Stop
de: Stopp
es: Parar
ja: 中止

source: Suspend Linkback link
de: Linkback Link aufheben
es: Suspender enlace Linkback
fr: Suspendre le lien Linkback
it: Sospendi collegamento Linkback
ja: LinkBackのリンクを停止する

source: SVG vector format
de: SVG-Vektor-Bild
es: Imagen vectorial SVG
fr: Image vectorielle SVG
it: formato SVG vettoriale
ja: SVG

source: Switch to mini-window
de: Zum Minifenster wechseln
es: Activar mini-ventana
fr: Activer la mini-fenêtre
it: Attiva mini-finestra
ja: ミニウインドウに切り替え

source: Switch to normal window
de: Zum Normalfenster wechseln
es: Desactivar mini-ventana
fr: Désactiver la mini-fenêtre
it: Disattiva mini-finestra
ja: ノーマルウインドウに切り替え

source: Templates
de: Vorlage
es: Plantillas
fr: Modèles
it: Modelli
ja: テンプレート

source: Text file
de: Textdatei
es: Archivo de texto
fr: Fichier texte
it: File testo
ja: テキストファイル

source: Text to test
de: Testtext
es: Texto de prueba
fr: Texte à tester
it: Testo da verificare
ja: テスト用テキスト

source: The current configuration of LaTeXiT requires %@ to work.
de: Die derzeitige Einstellung von LaTeXiT benötigt %@ zum Funktionieren.
es: La configuración actual de LaTeXiT necesita %@ para funcionar.
fr: La configuration actuelle de LaTeXiT nécessite %@ pour fonctionner.
it: L'attuale configurazione di LaTeXiT necessita %@ per funzionare.
ja: 現在の LaTeXiT の設定は動作のために %@ を必要とします。

source: The current Service shortcuts of LaTeXiT do not match the ones defined in the preferences
de: Die jetzigen Tastaturkürzel der Dienste decken sich nicht mit denen in den Einstellungen
es: El menú de Servicios de LaTeXiT no concuerda con el definido en las preferencias
fr: Les raccourcis claviers pour les Services de LaTeXiT ne correspondent pas à ceux définis dans les préférences.
ja: 現在の LaTeXiT サービスのショートカットは環境設定で定義されたものと一致しません

source: The file does not appear to be a valid format
de: Die Datei hat anscheinend das falsche Format
es: El fichero no tiene el formato correcto
fr: Le fichier semble ne pas être au bon format
it: Il file non sembra avere un formato valido
ja: ファイルはおそらく有効なフォーマットではありません

source: The history cannot be opened
de: Die Historie kann nicht geöffnet werden
es: No se puede abrir el historial
fr: L'historique ne peut être ouverte
it: La cronologia non può essere aperta
ja: 履歴を開くことができない

source: The library cannot be opened
de: Die Bibliothek kann nicht geöffnet werden
es: No se puede abrir la biblioteca
fr: La bibliothèque ne peut être ouverte
it: La libreria non può essere aperta
ja: ライブラリを開くことができません

source: The palette %@ already exists, do you want to replace it?
de: Die Palette %@ existiert bereits, soll sie ersetzt werden?
es: La paleta %@ ya existe, ¿desea reemplazarla?
fr: La palette %@ existe déjà. Souhaitez-vous la remplacer ?
it: La tavolozza %@ esiste già, vuoi sostituirla ?
ja: %@ パレットが既に存在します。置き換えますか？

source: The path %@ could not be created to install a palette in it
de: Konnte den Pfad %@ nicht anlegen, um eine Palette dort zu installieren
es: No se ha podido crear la ruta %@ para instalar la paleta
fr: Le chemin %@ n'a pas pu être créé pour y installer la palette
it: L'indirizzo %@ non può essere creato per installare una tavolozza in esso
ja: パレットをインストールするための場所 %@ を作成できませんでした

source: Their old preamble will be overwritten. If it was a special preamble that had been tuned to generate them, it will be lost.
de: Die alte Präambel wird überschrieben. Wenn diese eine speziell erstellte Präambel ist, wird sie verloren gehen.
es: Su anterior preámbulo se reemplazará. Si es un preámbulo especial contruido para generarlas se perderá.
fr: Leur ancien préambule sera écrasé. S'il s'agissait d'un préambule spécial utilisé pour leur génération, il sera perdu.
it: Il loro vecchio preambolo sarà sovrascritto. Se era un preambolo straordinario usato per generarli, andrà perso.
ja: 古いプリアンブルは上書きされます。これまでの変換に必要な特別なプリアンブルだとすると、それが失われます。

source: This palette will be installed into %@
de: Diese Palette wird in %@ installiert
es: Esta paleta se va ha instalar en %@
fr: Cette palette sera installé dans le dossier %@
it: Questa tavolozza sarà installata %@
ja: 以下にパレットをインストールします %@

source: This text is not LaTeX compliant; or perhaps it is a preamble problem? You can check it in LaTeXiT
de: Dieser Text ist nicht LaTeX-konform, oder besteht ein Problem mit der Präambel? Sie können dies in LaTeXiT überprüfen
es: Este archivo de texto no es compatible con LaTeX; ¿o quizá es un problema con el preámbulo? Puedes comprobarlo en LaTeXiT
fr: Ce texte n'est pas conforme à LaTeX; ou peut-être y a-t-il un problème de préambule ? Vous pouvez le vérifier au sein de LaTeXiT
it: Questo testo non è conforme a LaTeX; oppure forse è un problema di preambolo. Puoi controllarlo in LaTeXit
ja: このテキストは LaTeX として正しくないか、おそらくプリアンブルに問題があります。LaTeXiT 上で確認できます

source: TIFF bitmap format
de: TIFF-Bitmap
es: Imagen de mapa de bits TIFF
fr: Image bitmap TIFF
it: fromato TIFF bitmap
ja: TIFF

source: Typeset LaTeX Maths Align
de: LaTeX-Mathe als Align setzen
es: Componer ecuación de LaTeX en un entorno Align
fr: Créer l'équation en mode Align
it: Crea l'equazione in modalità Align
ja: LaTeX 数式 Align 環境でタイプセット

source: Typeset LaTeX Maths Align and put result into clipboard
de: LaTeX-Mathe als Align setzen und kopiere das Ergebnis in die Zwischenablage
es: Componer ecuación de LaTeX en un entorno Align y colocar el resultado en el portapapeles
fr: Créer l'équation en mode Align et ajouter au presse-papier
it: Crea l'equazione in modalità Align e copia il risultato negli appunti
ja: LaTeX 数式 Align 環境でタイプセット そして結果をクリップボードにコピー

source: Typeset LaTeX Maths display \[…\]
de: LaTeX-Mathe in Display-Form setzen
es: Componer ecuación de LaTeX en modo display, \[…\]
fr: Créer l'équation en mode display \[…\]
it: Crea l'equazione in modalità display \[…\]
ja: LaTeX 数式ディスプレイモードでタイプセット

source: Typeset LaTeX Maths display \[…\] and put result into clipboard
de: LaTeX-Mathe in Display-Form setzen und kopiere das Ergebnis in die Zwischenablage
es: Componer ecuación de LaTeX en modo display, \[…\] y colocar el resultado en el portapapeles
fr: Créer l'équation en mode display \[…\] et ajouter au presse-papier
it: Crea l'equazione in modalità display \[…\] e copia il risultato negli appunti
ja: LaTeX 数式ディスプレイモードでタイプセット そして結果をクリップボードにコピー

source: Typeset LaTeX Maths Eqnarray
de: LaTeX-Mathe als Eqnarray setzen
es: Componer ecuación de LaTeX en un entorno Eqnarray
fr: Créer l'équation en mode Eqnarray
it: Crea l'equazione in modalità Eqnarray
ja: LaTeX 数式 eqnarray 環境でタイプセット

source: Typeset LaTeX Maths Eqnarray and put result into clipboard
de: LaTeX-Mathe als Eqnarray setzen und kopiere das Ergebnis in die Zwischenablage
es: Componer ecuación de LaTeX en un entorno Eqnarray y colocar el resultado en el portapapeles
fr: Créer l'équation en mode Eqnarray et ajouter au presse-papier
it: Crea l'equazione in modalità Eqnarray e copia il risultato negli appunti
ja: LaTeX 数式 eqnarray 環境でタイプセット そして結果をクリップボードにコピー

source: Typeset LaTeX Maths inline $…$
de: LaTeX-Mathe in Inline-Form setzen
es: Componer ecuación de LaTeX en modo inline, $…$
fr: Créer l'équation en mode inline $…$
it: Crea l'equazione in modalità inline $…$
ja: LaTeX 数式インラインモードでタイプセット

source: Typeset LaTeX Maths inline $…$ and put result into clipboard
de: LaTeX-Mathe in Inline-Form setzen und kopiere das Ergebnis in die Zwischenablage
es: Componer ecuación de LaTeX en modo inline, $…$ y colocar el resultado en el portapapeles
fr: Créer l'équation en mode inline $…$ et ajouter au presse-papier
it: Crea l'equazione in modalità inline $…$ e copia il risultato negli appunti
ja: LaTeX 数式インラインモードでタイプセット そして結果をクリップボードにコピー

source: Typeset LaTeX Text
de: LaTeX-Text setzen
es: Componer texto LaTeX
fr: Créer l'équation en mode texte
it: Crea l'equazione in modalità Testo
ja: LaTeX テキストモードでタイプセット

source: Typeset LaTeX Text and put result into clipboard
de: LaTeX-Text setzen und kopiere das Ergebnis in die Zwischenablage
es: Componer texto LaTeX y colocar el resultado en el portapapeles
fr: Créer l'équation en mode texte et ajouter au presse-papier
it: Crea l'equazione in modalità Testo e copia il risultato negli appunti
ja: LaTeX テキストモードでタイプセット そして結果をクリップボードにコピー

# Un-latexize the equations
source: Revert equations back to LaTeX code
de: Von der Gleichung zum LaTeX-Kode zurückkehren
es: Revertir las ecuaciones a código LaTeX
fr: Revenir des équations au code LaTeX
it: Converti le equazioni al codice LaTeX equations back to LaTeX code
ja: 数式を LaTeX コードに戻す

source: Unknown error. Please make sure that LaTeXiT has been run once and is fully functional.
de: Unbekannter Fehler. Bitte stellen Sie sicher dass LaTeXiT schon einmal verwendet wurde und voll funktionsfähig ist.
es: Error desconocido. Por favor, compruebe que LaTeXiT se ha ejecutado al menos una vez y que es completamente funcional.
fr: Erreur inconnue. Veuillez vous assurer que LaTeXiT a été lancé au moins une fois et fonctionne normalement.
it: Errore sconosciuto. Per favore accertarti che LaTeXit sia stato già avviato in precedenza e sia pienamente funzionante.
ja: 不明のエラー。LaTeXiT が正常に動作しているかを確認してください。

source: Unlock
de: Schützen aufheben
es: Desbloquear
fr: Déverrouiller
it: Sblocca
ja: ロックを解除する

source: Untitled
de: Ohne Namen
es: Sin Título
fr: Sans Titre
it: Senza Titolo
ja: 名称未設定

source: Update preferences
de: Einstellungen aktualisieren
es: Refrescar preferencias
fr: Mettre à jour les préférences
ja: 環境設定をアップデート

source: Update the equation
de: Die Gleichung aktualisieren.
es: Actualizar la ecuación
fr: Mettre à jour l'équation
it: Aggiorna l'equazione
ja: 数式をアップデート

source: Use existing script
de: Existierendes Skript benutzen
es: Usar un script existent
fr: Utiliser un script existant
it: Usa script esistente
ja: 既存のスクリプトを使用

source: used for font color
de: für Farbe der Schrift verwenden
es: usado para el color del texto
fr: pour la couleur
it: usato per colore carattere
ja: フォントカラーに使用される

source: useful to type directly diacritic characters
de: es ist sinnvoll, Zeichen mit Akzenten direkt einzugeben
es: útil para escribir directamente caracteres acentuados
it: utile per scrivere direttamente caratteri accentuati
ja: 分音符付きラテン文字の入力に役立つ

source: What's that?
de: Was ist das ?
es: ¿Qué es esto?
fr: Qu'est-ce que c'est ?
it: Che cos'è?
ja: 詳しい情報

source: Without the color.sty package, you won't be able to change the font color
de: Ohne das color-Paket können Sie die Farbe der Schrift nicht einstellen
es: Sin el paquete color.sty, será imposible cambiar el color del texto.
fr: Sans le package color.sty, vous ne pourrez pas modifier la couleur des équations
it: Senza il pacchetto color.sty , non sarai capace di cambiare il colore dei caratteri
ja: フォントの色を変えるには color.sty が必要です

source: You changed the library selection since the last equation was imported into the editor
de: Die Bibliotheks-Auswahl wurde seit dem Import der letzten Gleichung in den Editor geändert.
es: Has cambiado la librería seleccionada desde que la última ecuación ha sido importada al editor
fr: Vous avez changé la sélection de la bibliothèque depuis la dernière équation importée dans l'éditeur
it: Hai cambiato la selezione di libreria da quando l'ultima equazione è stata importata nel programma.
ja: エディタにインポートしたライブラリ項目と異なる項目を選択しています

source: You did not type any text in the body. The result will certainly be empty.
de: Sie haben noch keinen Text eingegeben. Das Ergebnis wird daher leer sein.
es: No ha escrito nada en el cuerpo del documento. Obviamente, no habrá ningún resultado.
fr: Vous n'avez pas tapé de corps au document LaTeX. Le résultat sera sans doute vide.
it: Non hai digitato alcun testo nel corpo. Il risultato sarà certamente vuoto.
ja: 本文に入力されていません。 結果は確実に空になります。

source: You may not be updating the good equation
de: Sie können möglicherweise die gültige Gleichung nicht aktualisieren.
es: Parece que no estás actualizando la ecucación correcta
fr: Peut-être ne mettez-vous pas à jour la bonne équation
it: Non dovresti aggiornare l'equazione funzionante
ja: おそらく意図しない項目を更新しようとしています
